reviews/2013/2013-06-23-weekly-review.md
---
title: Weekly review: Week ending June 23, 2013 
tags: weekly
---
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Accomplished  this week</a></li>
<li><a href="#sec-2">Plans for next week</a></li>
<li><a href="#sec-3">Time review</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Accomplished  this week</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li><code>[X]</code> start or celery the tiket project with celery
</li>
<li><code>[X]</code> finish the proj.asia site
</li>
</ul>
</li>
<li>Relationship
<ul class="org-ul">
<li><code>[X]</code> talk with K or qian aout the new photo web project 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li><code>[X]</code> read the taobao rule pages
</li>
<li><code>[&#xa0;]</code> open the taobao account
</li>
<li><code>[&#xa0;]</code> go hometown for few days 
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li><code>[X]</code> the gradle build system
</li>
<li><code>[X]</code> read the clojure book  
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Plans for next week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li><code>[&#xa0;]</code> finish the gift website
</li>
</ul>
</li>
<li>Relationship
<ul class="org-ul">
<li><code>[&#xa0;]</code> meetting with celery and client 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li><code>[&#xa0;]</code> lost weight
</li>
<li><code>[&#xa0;]</code> open the taobao account
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li><code>[&#xa0;]</code> finish the gradle book
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Time review</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>BIZ 36.5 hours (more than lask week, good!)
</li>
<li>LEARN 10 hours (so so)
</li>
<li>Sleep 62 hours (~9 hours / day :())
</li>
</ul>
</div>
</div>
